[
    {
        "id": 1,
        "judul": "Fashion Batik untuk Melestarikan Budaya Indonesia",
        "deskripsi": "Batik dapat didesain menjadi busana yang keren dan modis sebagai salah satu upaya untuk melestarikan budaya warisan Indonesia. Mahasiswa Universitas Airlangga berupaya melestarikan identitas bangsa dengan berbusana batik saat expo Pembelajaran Dasar Bersama.\n\nBatik adalah warisan budaya bukan benda yang secara resmi ditetapkan oleh UNESCO sejak 2 Oktober 2009. Batik menjadi identitas budaya Bangsa Indonesia karena ciri khas dan keunikan motif batik yang membedakan Bangsa Indonesia dengan bangsa lain. Demi menjaga kelestariannya, pemerintah Indonesia menetapkan Hari Batik Nasional setiap tanggal 2 Oktober.\n\nBatik merupakan salah satu warisan budaya yang masih perlu disempurnakan ulang maknanya untuk ditransformasikan kepada generasi millennial. Batik tidak cukup apabila hanya dihadirkan secara material yang dapat dijumpai di mana saja karena dipakai oleh semua kalangan masyarakat. Yang tidak kalah penting dari hal tersebut ialah memahami nilai filosofis yang terkandung di dalamnya untuk diamalkan dalam kehidupan masyarakat. Memaknai ulang secara dinamis harus didasari oleh nilai inti (core values) yang terkandung dalam batik yang bersifat universal dalam masyarakat. (Anna Yulia, 2009)\n\nPerkembangan era globalisasi saat ini dapat menyebabkan semakin terabaikannya fashion lokal seperti batik. Tidak jarang generasi muda masih menganggap batik adalah pakaian yang kuno, pakaian kaum tua, tidak fashionable, dan terlalu formal. Padahal, batik merupakan identitas warisan budaya Indonesia yang sudah mendunia dan sepatutnya kita lestarikan agar tidak diplagiasi oleh negara lain.\n\nSaat ini, batik tengah berada di puncak popularitas di kalangan generasi millennial. Busana batik tidak hanya digunakan pada acara seremonial, tetapi juga digunakan dalam acara informal dan santai. Batik dapat dimodifikasi dengan tren fashion modern saat ini sehingga generasi muda lebih antusias lagi dalam melestarikannya. Generasi muda millennial sudah seharusnya memahami bahwa batik tidak hanya diperuntukkan bagi orang-orang penting dalam acara formal saja, tetapi juga dapat dijadikan sebagai outfit yang fashionable. Batik juga dapat dipakai dalam keseharian seperti di area rumah, kampus, dan lingkungan sekitar.\n\nMelalui survey kuisioner sederhana oleh 50 responden generasi millennial, penulis melakukan analisa data secara deskriptif. Melalui data deskriptif yang didapatkan, penulis melakukan analisa dengan mengeksplorasi jawaban responden atas beberapa pertanyaan yang meliputi alasan harus melestarikan batik.\n\nBerbusana batik pada generasi muda terbagi menjadi beberapa alasan, mulai dari karena batik adalah identitas khas Indonesia, keindahan motif, corak, dan nilai seni (estetika), prestise (keanggunan, elegan, berwibawa, berkelas), fashionable (up to date, keren, modis), dan fleksibilitas (cocok untuk semua acara).\n\nEstetika adalah cabang ilmu dari bidang filsafat tentang seni, keindahan, kepekaan dan tanggapan terhadap seni dan keindahan. Berkaitan dengan definisi tersebut, jawaban responden yang menilai batik estetik adalah tentang motif, corak, keindahan, dan nilai seni pada batik yang menarik perhatian mereka. Batik juga dapat memunculkan keindahan motif, corak, dan nilai seni tersendiri bagi pemakainya.\n\nDi era globalisasi saat ini, batik tidak lagi hanya memiliki warna yang monoton, namun sudah terdapat berbagai kombinasi warna seperti merah, oranye, hijau, dan kuning. Batik dengan motif parang dan floral merupakan motif batik yang tidak akan lekang oleh waktu dan dapat disulap menjadi busana manis dan modis bagi generasi millennial.\n\nFashion batik juga memiliki nilai prestise yang elegan, anggun, dan berwibawa bagi pemakainya. Prestise adalah ketenaran status sosial dan kehormatan dalam kehidupan sehari-harinya. Status sosial sering disebut sebagai kedudukan individu dalam kelompok masyarakatnya dimana hal tersebut berhubungan dengan ketenaran. Dari pengertian tersebut dapat disimpulkan bahwa berbusana batik membuat responden merasa elegan, anggun dan berwibawa sehingga hal tersebut mengarah kepada prestise akan busana batik.\n\nBeberapa responden juga berpendapat bahwa berbusana batik membuat mereka merasa fashionable. Fashionable sendiri memiliki suatu makna “conforming to the fashion or established mode” yang sering kita sebut keren, modis dan up to date.\n\nBatik juga dapat dipakai dalam acara formal maupun informal (Iriani, 2013). Responden merasa bahwa batik dapat dipakai sebagai style casual maupun formal dan bahkan bisa dipakai untuk bersantai. Oleh karena itu, batik dapat dikatakan memiliki keluwesan saat dipakai sehingga berhubungan dengan fleksibilitas.\n\nPerilaku generasi muda berbusana batik terjadi karena alasan batik merupakan identitas khas bangsa, estetika, prestise, fashionable, dan fleksibilitas busana batik. Motif batik juga memiliki nilai filosofis yang menjadi daya tarik tersendiri bagi generasi muda. Batik memang masih dianggap klasik dan terlalu formal oleh beberapa pemuda millennial, akan tetapi juga sudah banyak yang menganggap batik adalah busana yang modis dalam kehidupan modern saat ini.",
        "author": "Ana Nurlailiyah",
        "tanggal": "26 Juni 2022",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/Fashion%2FFashion%20Batik%20untuk%20Melestarikan%20Budaya%20Indonesia.jpg?alt=media&token=b4702ac9-31e3-4705-a527-9b1adc93cc5e"
    },
    {
        "id": 2,
        "judul": "Ini 5 Brand Lokal Batik Modern Cocok Buat Gen Z, Ada yang Sudah Mendunia!",
        "deskripsi": "Dunia fashion semakin berkembang pesat, saat ini banyak jenama lokal yang membuat inovasi batik semakin kreatif dan modern. Batik semakin banyak dicintai oleh generasi muda seperti Millennial dan Gen Z. Inilah 5 brand lokal batik modern bahkan sudah mendunia. Yuk, simak apa saja!\n\n1. Bateeq\n\nBateeq merupakan jenama fesyen Indonesia yang diluncurkan pada tahun 2013. Brand ini banyak dipakai oleh para artis Indonesia. Bateeq menjadi salah satu merek lokal yang sudah mendunia. Tahun 2019, Bateeq tampil di London Fashion Week.\n\nBateeq memiliki motif yang inovatif dan modern yang bisa dipakai untuk pria, wanita, dan anak-anak. Motif yang merupakan reimagining dari motif batik dan gabungan beberapa motif yang dibuat lebih modern. Merek yang mengusung sustainable fashion ini membanderol harga mulai dari Rp300 ribu hingga Rp2 jutaan.\n\n2. Kana Goods\n\nSalah satu brand lokal batik modern lainnya yaitu Kana Goods. Kana Goods memiliki ciri khas warna kain biru indigo untuk setiap produknya. Batik tulis ini memiliki koleksi berupa outer, kimono, blouse, vest, kain lilit, scarf hingga topi untuk dewasa dan anak-anak.\n\nKoleksi Kana Goods juga bisa dibeli ke luar negeri secara online. Jika ingin membelinya langsung di toko, Kana Goods bisa ditemukan di beberapa tempat di Jakarta yaitu Sarinah Thamrin, Alun-Alun Grand Indonesia, Lakon Store Mall Kelapa Gading, dan Galeri Rumah Warlami. Selain itu, Kana Goods juga membuka tokonya di Bali yaitu di Sarinah Duty Free, Bandara Ngurah Rai dan Lakon Store di Samasta Jimbaran. Untuk harga koleksi batik, Kana Goods membanderol mulai harga Rp 700 ribuan hingga Rp 1,5 juta.\n\n3. Sejauh Mata Memandang (SMM)\n\nSejauh Mata Memandang merupakan brand lokal yang berfokus pada fesyen berkelanjutan. Bahan-bahan yang digunakan yaitu katun, linen, tencel, dan tekstil daur ulang dari produknya. Selain itu, pewarna yang digunakan oleh SMM pun merupakan pewarna nabati dan menggunakan bahan-bahan dari alam.\n\nSMM juga menggandeng Dian Sastrowardoyo dan beberapa artis tanah air lainnya untuk berkolaborasi. Brand batik unik milik penata busana Chitra Subyakto ini memiliki motif-motif yang unik yang terinspirasi dari keindahan alam Indonesia dan banyak dilirik oleh anak muda. Koleksi-koleksinya mulai dari aksesoris, boneka, blouse, kain batik, outer, scarf, dan kemeja, dan masih banyak lagi. Harga yang dibanderol untuk koleksi SMM tersebut mulai dari Rp 60 ribu hingga Rp 5 jutaan.\n\n4. Batik NON & NIK\n\nBatik NON & NIK memiliki koleksi batik khusus perempuan. Dengan model baju yang feminin dan warna-warna yang lembut, Non & Nik memiliki koleksi mulai dari batik, kebaya, dress batik, blouse, hingga cheongsam. Ciri khas dari jenama ini yaitu embroidery batik yang cantik. Selain itu, Non & Nik juga dengan apik memodifikasi motif-motif batik tradisional menjadi koleksi yang lebih modern dan fashionable, seperti koleksi spring summer mereka yaitu motif batik encim yang dibuat dress dengan tambahan tile dan detail tali di bagian lengan atas dan bahu yang membuatnya terlihat elegan.\n\nBatik Non & Nik juga melakukan penjualan ke mancanegara, seperti Asia, Eropa, Amerika, dan Australia. Harga yang dibanderol untuk setiap koleksinya mulai dari Rp 300 ribuan hingga Rp 1 jutaan.\n\n5. Shiroshima Indonesia\n\nBrand lokal batik modern yang terakhir yaitu Shiroshima Indonesia. Jenama yang berasal dari Yogyakarta ini tampil di Paris Fashion Week pada tanggal 28-30 September 2024. Memiliki konsep menggabungkan unsur tradisional Indonesia dengan modern kontemporer Jepang, menjadikannya brand UMKM yang terpilih oleh Kepala Dagang dan Industri Indonesia (KADIN) untuk ke Jepang tahun 2023 lalu.\n\nProduk-produk yang dijual oleh Shiroshima, mulai dari skirt batik, outer, kemeja, jaket hingga celana. Produk-produk ini mengusung eco-friendly dan 100% handmade batik. Harga untuk setiap koleksinya mulai dari Rp 200 ribuan hingga Rp 1 jutaan.\n\nTernyata banyak jenama lokal yang sudah go internasional memamerkan kekayaan budaya Indonesia dalam fesyen, khususnya batik dengan model-model yang kekinian dan menarik. Itulah 5 brand lokal batik modern yang bisa jadi rekomendasi untuk menambah koleksi batik di lemari baju kamu, Beauties!\n\nSalah satu koleksi desainer batik Parang Kencana, Sabtu (28/9/2024). Foto: Arvin Fayruz Mg suarasurabaya.net\n\nTren fashion pria kerap kali fleksibel menyesuaikan musim, gaya hidup, dan budaya populer. Gabungan kenyamanan, desain fungsional, dan tetap stylish, menciptakan gaya yang dapat diadaptasi dalam berbagai kesempatan.\n\nPenggunaan batik seringkali dikaitkan dengan acara-acara formal, akan tetapi akhir-akhir ini juga jadi pakaian kasual.\n\nSejak diresmikan oleh UNESCO sebagai Warisan Kemanusiaan untuk Budaya Lisan dan Nonbendawi pada 2 Oktober 2009, batik semakin eksis menjadi salah satu tren fesyen di Indonesia.\n\nSetiap rancangan batik dibuat menggunakan berbagai teknik untuk menghasilkan pola dan tekstur yang berbeda, sesuai cerminan gaya pribadi pemakainya. Seperti karya empat jenama atau merek busana batik Trissia Dewi, Asana, Parang Kencana, dan Sasrabahu. Keempatnya memamerkan desain terbaru mereka di SOGO Tunjungan Plaza, Sabtu (28/9/2024), dengan menonjolkan karakteristik baju batik bergaya kasual dan modern.\n\nSesi catwalk memamerkan koleksi batik pria dari Sasrabahu di Batik Day Fashion Show yang diselenggarakan oleh SOGO Tunjungan Plaza, Sabtu (28/9/2024). Foto: Arvin Fayruz Mg suarasurabaya.net\n\nParang Kencana batik modern dengan pembuatan cap dan tulis, cuttingan reguler persembahan dari Pekalongan Jawa Tengah. Pada persembahan fashion show kali ini Parang Kencana memberikan special media artificial tulis motif junjung drajad, wayang dudung putri, dan junjung drajad wiro.\n\nAsana batik cap special dari Pekalongan Jawa Tengah. Motif modern dengan cutting slim fit.",
        "author": "Narita Fuji Triani",
        "tanggal": "01 Oct 2024",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/Fashion%2FIni%205%20Brand%20Lokal%20Batik%20Modern%20Cocok%20Buat%20Gen%20Z%2C%20Ada%20yang%20Sudah%20Mendunia.png?alt=media&token=f1bd9236-ac56-4fcd-9d3a-8545c282b7c3"
    },
    {
        "id": 3,
        "judul": "Batik: Warisan Budaya Hingga Menjadi Tren Fashion di Era Modern",
        "deskripsi": "Salah satu warisan budaya asli dari Indonesia yakni batik. Keragaman corak batik di setiap daerah memiliki ciri khas motif yang berbeda-beda dan tentunya mengandung filosofi tersendiri. Hal ini dipengaruhi oleh letak geografis dan budaya daerah masing-masing.\n\nDilihat dari sejarahnya, batik sudah ada sejak zaman kerajaan Majapahit hingga di akhir abad ke-18 meluas ke pulau Jawa. Sebagai karya yang mempunyai nilai seni, batik telah ditetapkan secara resmi pada tahun 2009 oleh United Nations Educational, Scientific, and Cultural Organization (UNESCO) menjadi Warisan Kemanusiaan untuk Budaya Lisan dan Nonbendawi di Abu Dhabi. Selain itu, setiap tanggal 2 Oktober diperingati sebagai Hari Batik Nasional, dengan adanya momentum seperti ini diharapkan dapat menumbuhkan rasa bangga dan cinta terhadap batik itu sendiri.\n\nJika pada zaman dahulu batik hanya boleh digunakan untuk kalangan tertentu seperti keluarga kerajaan, namun di era modern sekarang ini siapapun bisa mengenakan batik. Dalam perkembangannya, batik dari tahun ke tahun terus bertransformasi, memunculkan warna baru, motif yang unik, serta daya kreativitas dalam mendesain.\n\nBatik semakin populer di kalangan generasi milenial yang menggunakannya dalam kehidupan sehari-hari dengan sebutan tren “berkain”. Hal ini memunculkan daya tarik masyarakat terhadap batik. Mereka bebas berekspresi dengan memadukan batik dalam gaya casual maupun formal, mengkombinasikannya dengan kemeja, jas, rok, ataupun cardigan. Beberapa desainer dengan ide inovatif juga berhasil menyulap batik menjadi pakaian yang fashionable dan modern, sehingga semakin banyak orang yang tertarik mengenakan batik.\n\nTak heran jika tren fashion yang terus berkembang dari masa ke masa, batik sering hadir dalam acara fashion show sebagai ruang bagi para desainer untuk menampilkan karya terbaik mereka dan mempromosikan kekayaan budaya batik Nusantara. Sering kita jumpai influencer, desainer, penyanyi, selebriti, hingga selebgram yang mempopulerkan batik dengan gaya mereka masing-masing. Cara ini menunjukkan bahwa mereka ikut berkontribusi dalam melestarikan batik sebagai warisan budaya sekaligus memiliki rasa bangga dan cinta terhadap batik.\n\nBerikut merupakan beberapa upaya dalam melestarikan batik sebagai warisan budaya:\n\n1. **Menggunakan batik**\n\nBatik menjadi cerminan diri dan identitas budaya bangsa Indonesia yang harus terus dijaga dan dilestarikan dari generasi ke generasi. Semua kalangan harus bangga terhadap batik dan mengenakannya. Dalam kehidupan sehari-hari, sering kita lihat pelajar, mahasiswa, karyawan, atau siapa saja yang mengenakan pakaian batik memberikan kesan elegan, rapi, dan tetap modis.\n\n2. **Mempertahankan tren batik**\n\nDi media sosial, pertukaran informasi sangat cepat dan mudah. Banyak selebgram, influencer, dan fashion stylist yang memberikan contoh referensi menggunakan batik, baik secara formal maupun gaya santai sehari-hari. Dengan adanya hal ini, batik mendapat eksposur yang lebih besar, dan banyak orang dapat menirunya. Sehingga tren batik dapat terus berkembang dan tetap eksis.\n\n3. **Mempelajari setiap ragam motif batik**\n\nSebagian masyarakat mungkin menyukai warna dan corak batik, tetapi tidak mengetahui makna, simbol, atau nilai yang terkandung di dalamnya. Oleh karena itu, kita bisa belajar dan mengeksplorasi lebih dalam mengenai filosofi di setiap motif batik, agar kita bisa memahami maknanya.\n\n4. **Mengajak generasi milenial lebih menghargai batik sebagai brand lokal**\n\nBanyak dari generasi muda yang lebih menyukai fast fashion ketimbang produk lokal. Hal ini dapat menimbulkan persaingan yang tidak sehat, serta membuat produk lokal tersingkir dan rasa cinta terhadap kebudayaan Indonesia menjadi luntur. Untuk itu, untuk menumbuhkan kembali semangat, cinta, dan bangga terhadap budaya, generasi muda harus menjadikan batik sebagai pakaian yang dapat digunakan sehari-hari.",
        "author": "Rina Fitriani, S.I.Kom",
        "tanggal": "19 Oct 2023",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/Fashion%2FBatik%20Warisan%20Budaya%20Hingga%20Menjadi%20Tren%20Fashion%20di%20Era%20Modern.jpg?alt=media&token=6c023883-230b-4468-a714-2bff43e3bec8"
    },
    {
        "id": 4,
        "judul": "Fashion Batik Trend",
        "deskripsi": "Fashion batik merupakan salah satu gaya fashion yang banyak diminati di Indonesia maupun di luar negeri. Batik sendiri adalah kain tenun yang dihiasi dengan pola-pola cantik dan unik, yang merupakan warisan budaya Indonesia yang telah diakui oleh UNESCO sebagai warisan budaya dunia.\n\nPada awalnya, batik hanya digunakan sebagai pakaian khas masyarakat Indonesia. Namun, seiring perkembangan zaman, batik kini telah menjadi salah satu tren fashion yang digemari banyak orang. Banyak desainer Indonesia maupun internasional yang menggunakan batik sebagai bahan untuk koleksi mereka. Bahkan, beberapa desainer terkenal seperti Yves Saint Laurent, Jean Paul Gaultier, dan Christian Louboutin telah menggunakan batik dalam koleksi mereka.\n\nKini, tidak hanya batik tradisional yang digunakan dalam fashion, tetapi juga batik yang diubah menjadi bentuk yang lebih modern dan stylish. Misalnya, batik yang dijadikan bahan kaos, celana, rok, dan lain-lain. Selain itu, penggunaan batik pada aksesori seperti tas, sepatu, dan scarf juga semakin populer.\n\nAda banyak cara untuk mengenakan fashion batik dengan gaya yang berbeda-beda. Beberapa contohnya adalah dengan memadukan batik dengan celana jeans, rok mini, atau blazer. Batik juga dapat dipadukan dengan aksesori seperti sepatu dan tas untuk memberikan kesan yang lebih elegan dan chic. Tidak hanya orang dewasa yang menyukai fashion batik, tetapi juga anak-anak dan remaja. Banyak koleksi fashion batik yang dirancang khusus untuk anak-anak dan remaja dengan model yang lebih modern dan lucu.\n\nTren fashion batik selalu berkembang dan tidak pernah lekang oleh waktu. Oleh karena itu, jangan ragu untuk menambahkan beberapa item fashion batik ke dalam koleksi pakaian Anda. Anda dapat memilih desain yang tradisional atau yang lebih modern sesuai dengan selera Anda. Dengan menggunakan fashion batik, Anda tidak hanya menunjukkan rasa cinta pada budaya Indonesia, tetapi juga menjadi bagian dari tren fashion yang terus berkembang dan populer.\n\nPerkembangan fashion batik di masa depan diprediksi akan semakin pesat, mengingat semakin banyaknya perancang busana yang terus mengangkat batik ke level yang lebih tinggi, baik di Indonesia maupun di seluruh dunia. Berikut adalah beberapa perkembangan fashion batik yang dapat diantisipasi di masa depan:\n\n1. **Penggunaan teknologi digital dalam desain batik**\nDengan perkembangan teknologi digital, desain batik dapat dihasilkan dengan lebih cepat dan mudah, bahkan tanpa harus menggunakan kain dan canting. Hal ini memungkinkan perancang untuk menciptakan pola batik yang lebih kompleks dan inovatif, dengan menggunakan teknik digital printing atau digital embroidery.\n\n2. **Penggunaan bahan-bahan inovatif**\nSelain kain katun, batik juga dapat dihasilkan dari bahan-bahan inovatif seperti bahan rajut, sutra, atau bahkan bahan sintetis yang ramah lingkungan. Dengan penggunaan bahan-bahan inovatif ini, batik dapat memiliki tekstur dan tampilan yang lebih beragam.\n\n3. **Kombinasi dengan gaya fashion modern**\nBatik juga dapat dipadukan dengan gaya fashion modern seperti streetwear atau athleisure, sehingga memberikan tampilan yang lebih fresh dan trendy. Hal ini dapat membuat batik lebih mudah diterima oleh anak muda dan generasi milenial yang menginginkan gaya fashion yang nyaman dan praktis.\n\n4. **Ekspansi pasar global**\nDengan semakin terkenalnya batik di seluruh dunia, diharapkan pasar global untuk fashion batik akan semakin berkembang di masa depan. Hal ini membuka peluang bagi perancang batik Indonesia untuk mengembangkan pasar internasional dan mengenalkan batik sebagai bagian dari budaya Indonesia yang kaya.\n\n5. **Kolaborasi antarbudaya**\nKolaborasi antarbudaya dalam desain fashion batik dapat menjadi tren di masa depan, di mana perancang batik Indonesia dapat bekerja sama dengan perancang dari negara lain untuk menciptakan desain batik yang unik dan menarik. Hal ini memberikan nilai tambah bagi batik sebagai budaya Indonesia yang berkembang di era globalisasi.\n\nDengan perkembangan yang semakin pesat, fashion batik akan tetap menjadi bagian penting dari dunia fashion di masa depan. Perancang dan pelaku industri fashion harus terus mengembangkan batik dengan cara yang kreatif dan inovatif, sehingga tetap menjadi bagian dari budaya Indonesia yang bernilai tinggi dan diminati di seluruh dunia.",
        "author": "Khoirul Hudah",
        "tanggal": "18 Mar 2023",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/Fashion%2FFashion%20Batik%20Trend.jpg?alt=media&token=eb8fde93-d539-43fd-a31a-ff7d818a8d9c"
    },    
    {
        "id": 5,
        "judul": "Batik Menjadi Tren Fashion Kekinian",
        "deskripsi": "Batik adalah kain bergambar yang berasal dari Indonesia, yang pembuatannya dilakukan secara khusus dengan menuliskan atau menerakan malam pada kain tersebut. Proses pengolahannya dilakukan dengan cara tertentu yang memiliki kekhasan, baik itu melalui teknik tradisional maupun teknologi modern, seperti batik print. Corak dan motif batik Indonesia sangat beragam, dipengaruhi oleh budaya dari berbagai daerah di Indonesia.\n\nMeskipun batik merupakan fashion khas Indonesia, pada masa kini sebagian generasi muda masih merasa malu mengenakannya. Mereka menganggap batik masih identik dengan mode tradisional yang terkesan formal, biasanya dipakai oleh orang tua dalam acara adat atau resmi pemerintahan. Ditambah lagi dengan pengaruh sosial media global, banyak tren mode internasional yang masuk ke Indonesia. Para generasi muda lebih cenderung menyukai tren dari luar negeri dan merasa harus selalu up-to-date dengan mode berpakaian agar tidak ketinggalan zaman.\n\nBeberapa negara yang menjadi panutan dalam tren mode internasional di antaranya adalah Prancis, London, Italia, Amerika, Jepang, dan Korea Selatan.\n\nMelihat fenomena ini, Indonesia telah melakukan berbagai upaya agar generasi muda tetap mengenal dan mencintai mode khas dalam negeri, seperti batik. Banyak desainer Indonesia yang mengadakan acara fashion bertema budaya nasional, serta menciptakan pakaian dengan menggunakan batik. Salah satu desainer yang mengembangkan fashion batik adalah Dewisarr. Beliau memiliki moto 'Modern Batik For Modern People' dan berpendapat, 'Melestarikan batik yang jadi heritage Indonesia itu wajib, agar selain sebagai warisan nenek moyang, juga untuk melestarikan budaya membatiknya.'\n\nBatik sendiri memiliki dua mode dan proses pembuatan. Yang pertama adalah batik tradisional, yaitu batik tulis yang dibuat dengan tangan. Yang kedua adalah batik modern, yaitu batik print yang dicetak menggunakan mesin.\n\nPara desainer Indonesia saat ini memadukan kedua proses tersebut, dengan tetap melibatkan pengrajin batik tradisional dan menggunakan teknologi modern. Pakaian batik kekinian menghilangkan kesan terlalu formal, namun tetap mempertahankan keaslian mode tradisional sebagai ciri khas Indonesia.\n\nDengan adanya tren ini, diharapkan generasi muda Indonesia akan semakin tertarik dan percaya diri untuk mengenakan pakaian batik, serta mencintai budaya Indonesia.",
        "author": "Amelia Calista",
        "tanggal": "18 Juli 2022",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/Fashion%2FBatik%20Menjadi%20Tren%20Fashion%20Kekinian.png?alt=media&token=ec48ac6c-7b57-4a1d-b683-33026a69c9ff"
    },
    {
        "id": 6,
        "judul": "Cari Rekomendasi Baju Batik Modern? Cek Koleksi 10 Jenama Lokal Ini, Yuk!",
        "deskripsi": "Sobat Pesona harus berbangga nih, karena batik saat ini menjelma lebih dari sekedar warisan budaya, melainkan juga sebagai tren fesyen terkemuka. Iya, berkat kreasi para desainer, jenama, dan pelaku industri fesyen Tanah Air yang makin kreatif dan inovatif, saat ini udah banyak nih koleksi busana batik modern dan modis yang bisa kamu pilih! Baik untuk acara kondangan, wisuda, hingga outfit harian, semuanya tersedia. Yuk, cek rekomendasinya dari 10 jenama lokal berikut ini!\n\n1. **Apikmen**\nBuat para pria yang ingin tampil modis, ayo merapat ke sini! Koleksi outfit batik modern dari Apikmen dijamin bakal bikin penampilanmu makin keren! Mengusung tagline “berbeda dan gaya”, keunggulan Apikmen terletak pada desain dan perpaduannya yang tak biasa. Berkat keunikannya, Apikmen sudah dikenal luas oleh penikmat fesyen baik di dalam maupun luar negeri. Jenama ini sudah pernah tampil di berbagai pameran busana etnik di banyak negara, seperti di Turki, Jepang, Afrika Selatan, hingga Rusia. Yuk, cek koleksinya di sini!\n\n2. **Batik Fractal**\nMau yang beda? Coba cek koleksi batik dari Batik Fractal! Koleksi batik dari jenama ini dibuat menggunakan rumus matematika, lho. Fractal sendiri adalah ilmu matematika yang mempelajari kesamaan dan pengulangan pola. Para pengrajin membuat motif aslinya terlebih dahulu, kemudian diduplikasi menggunakan bantuan teknologi digital, melalui software bernama jBatik. Penasaran? Yuk, langsung cek koleksinya di Instagram Batik Fractal!\n\n3. **Batik Renceum**\nBatik Renceum menggabungkan keindahan motif batik dengan bahan-bahan alami yang ramah lingkungan. Koleksi ini sangat cocok untuk Sobat Pesona yang menyukai produk dengan nuansa tradisional yang dipadukan dengan sentuhan modern. Cek koleksi mereka di sini!\n\n4. **Boolao**\nBoolao memiliki koleksi motif batik modern yang dikombinasikan dengan teknik tie-dye (pewarnaan jumputan). Desain dari Boolao ini sangat cocok dipakai saat traveling atau berburu foto instagenik di alam terbuka. Sambil menikmati angin semilir, Sobat Pesona bisa bergaya dengan pilihan warna batik yang menyesuaikan dengan pemandangan sekitar. Cek koleksinya di Instagram Boolao!\n\n5. **Khanaan**\nBuat Sobat Pesona yang mencari dress bernuansa batik, Khanaan adalah pilihan yang tepat. Brand lokal ini menyediakan berbagai pilihan gamis atau dress bernuansa batik dengan kualitas handmade yang tak perlu diragukan lagi. Warna pastel yang mendominasi produk mereka pun sangat mengikuti tren saat ini. Yuk, cek koleksinya dan pesan dress favoritmu di sini!\n\n6. **Klambi Abite**\nBuat kamu yang tengah mencari model baju batik lurik bertema fesyen etnik, Klambi Abite adalah tempatnya! Jenama ini berhasil mengubah kesan kuno batik lurik menjadi tren fesyen kekinian. Cek koleksi mereka di Instagram!\n\n7. **Okainku**\nJika Sobat Pesona mencari batik berbahan kain tenun, pilih saja koleksi busana dari Okainku. Jenama ini menawarkan koleksi pakaian yang nyaman untuk berbagai kesempatan, dari formal hingga kasual. Koleksi dengan siluet asimetris membuat penampilan kamu semakin gaya. Cek koleksi mereka di sini!\n\n8. **Rengganis**\nBatik buatan desainer Riri Rengganis terbuat dari ragam tekstil asal Jawa, Bali, dan Nusa Tenggara Timur. Jenama ini mengusung konsep busana kontemporer dengan sentuhan tekstil tradisional dan bordir buatan tangan. Produk unggulan mereka, seperti masker premium bercorak batik, cocok untuk Sobat Pesona yang ingin tetap tampil modis. Yuk, cek koleksinya di sini!\n\n9. **Shiroshima**\nBagi Sobat Pesona yang menyukai budaya Jepang, Shiroshima adalah pilihan tepat! Mereka mengusung konsep akulturasi budaya Indonesia dan Jepang, dengan desain pakaian minimalis khas Jepang yang dipadukan dengan motif batik Indonesia. Produk mereka sangat cocok untuk menghadiri event kebudayaan atau festival internasional. Cek koleksinya di sini!\n\n10. **Wastra Batik**\nDi Wastra Batik, Sobat Pesona akan menemukan banyak tipe batik modern untuk acara formal maupun non-formal. Ada outer, jaket, dress, dan kain dengan beragam motif yang bisa disesuaikan dengan model baju batik yang kamu inginkan. Jangan lupa sempurnakan outfitmu dengan koleksi masker Wastra Batik. Yuk, cek produknya di sini!\n\nPilihan brand-brand lokal untuk batik modern di atas membuat batik jadi item fesyen yang cocok untuk generasi muda seperti Sobat Pesona. Kreasi para jenama-jenama lokal ini juga membuat batik cocok digunakan di berbagai kesempatan, mulai dari acara formal, semi formal, hingga kasual. Yuk, dukung mereka untuk terus berkembang dan berjaya dengan #BeliKreatifLokal!\n\nYang tak kalah penting, yuk tetap disiplin menerapkan protokol kesehatan 6M: memakai masker, mencuci tangan, menjaga jarak, mengurangi mobilitas, menjauhi kerumunan, dan menghindari makan bersama. Jangan lupa vaksin untuk melindungi orang-orang tersayang, ya, Sobat Pesona!",
        "author": "Wonderful Indonesia",
        "tanggal": "20 oktober 2024",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/Fashion%2FCari%20Rekomendasi%20Baju%20Batik%20Modern.jpg?alt=media&token=1e0b72e2-3148-4833-a79b-4dced406f4b2"
    },
    {
        "id": 7,
        "judul": "Pesona Batik Modern Yura Yunita: Perpaduan Warisan Budaya dengan Sentuhan Fashion Masa Kini",
        "deskripsi": "1. Gaun Lace dan Batik dengan Sentuhan Feminin Yura Yunita berhasil memadukan keanggunan lace berwarna pink lembut dengan motif batik tradisional yang kaya. Rok asimetris yang dipenuhi dengan motif batik memberikan keseimbangan sempurna antara kelembutan dan keunikan. Sentuhan pita biru yang menjuntai di bagian depan menambahkan kesan kontemporer yang segar. Menjadikan penampilan Yura terlihat elegan dan modern, sekaligus menghargai warisan budaya.\n\n2. Gaya Ceria dengan Warna Cerah dan Jubah Dramatis\nDalam kesempatan lain, Yura tampil dengan gaun yang penuh warna cerah, memadukan oranye, merah muda, dan motif batik yang kaya warna. Aksen jubah merah muda yang melambai menambah kesan dramatis, sementara sepatu bot platform merah muda memberikan nuansa playful yang energik. Penampilan ini menunjukkan bahwa batik tidak harus selalu klasik, tetapi bisa tampil modern dan penuh semangat dengan perpaduan warna-warna yang berani.\n\n3. Kemewahan Elegan dengan Sentuhan Klasik di Atas Panggung\nYura Yunita juga menunjukkan sisi elegannya dalam gaun batik dengan dominasi hijau tua dan merah marun. Potongan ramping yang memeluk tubuh menampilkan keanggunan klasik. Sementara aksen brokat emas di bagian leher menambahkan sentuhan glamor yang memukau. Gaun ini menunjukkan bagaimana batik dapat tampil mewah dan sophisticated. Sekaligus menciptakan momen berkesan ketika dipadukan dengan pencahayaan panggung yang dramatis.\n\nDari gaya feminin yang lembut hingga tampilan energik yang ceria, Yura Yunita terus membuktikan bahwa batik modern bisa menjadi pilihan fashion yang kaya akan nilai budaya dan tetap stylish. Penampilannya menjadi inspirasi bagi banyak orang yang ingin tampil percaya diri dengan mengusung identitas budaya dalam busana sehari-hari maupun di atas panggung. (MG Annisa Nur Khasanah)",
        "author": "Joko Widiyarso",
        "tanggal": "26 November 2024",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/Fashion%2FYura%20Yunita.jpg?alt=media&token=88e92969-9b27-4dcf-a6e5-4ff963e1d988"
    },
    {
        "id": 8,
        "judul": "Adu Desain Batik Modern dan Fashion Show di Hari Batik Nasional",
        "deskripsi": "NILAI: Para juri melihat desain motif batik yang dibuat pelajar SMK NU Banat Kudus dalam rangka memeriahkan Hari Batik Nasional, Rabu (2/10/24). (UMI ZAKIATUN NAFIS/JOGLO JATENG)\n\nKUDUS, Joglo Jateng – Beragam lomba digelar SMK NU Banat untuk memeriahkan Hari Batik Nasional pada 2 Oktober kemarin. Mulai dari lomba desain motif batik modern, lomba presentasi dengan tema Batik di Mata Gen Z, lomba fashion show bertema Sustainable Fashion, dan lomba konten dengan tema Hari Batik Nasional.\n\nKepala SMK NU Banat Kudus, Lilik Muflikhah melalui Waka Kesiswaan Sitta Zukhrufa menyebutkan, even tahunan ini menjadi momen merayakan dan mempromosikan batik sebagai warisan budaya. Ia ingin pelestarian dan penggunaan batik sebagai hal yang menyenangkan bagi generasi muda.\n\n“Kami ingin anak-anak muda memiliki mindset bahwa pemakaian batik tak lekang oleh waktu. Hal itu diupayakan melalui styling dari skill yang telah dibekali kepada mereka,” ungkapnya kepada Joglo Jateng, Rabu (2/10/24).\n\nIa menilai, dari hasil presentasi peserta lomba tentang Batik di Mata Gen Z, mereka sudah membuka mindset bahwasanya batik bisa dikenakan di semua momen. Termasuk saat hangout atau nongkrong ala mereka.\n\n“Sebagai sekolah dengan jurusan di bidang fashion tentu kita punya PR besar untuk mengupayakan mindset anak-anak agar batik bisa di styling sedemikian rupa. Agar tetap indah dan diminati pemakaiannya,” imbuhnya.\n\nSelain itu, kata dia, dalam lomba desain bertema batik modern diikuti seluruh siswi SMK NU Banat dengan 1 kelompok terdiri dari dua peserta. Ratusan desain motif batik ini akan dipilih yang paling bagus dari segi desain maupun filosofi untuk jadi juara.\n\nKREATIF: Siswi SMK NU Banat tengah fokus menggambar desain motif batik di Hari Batik Nasional, Rabu (2/10/24). (UMI ZAKIATUN NAFIS/JOGLO JATENG)\n\nSementara hasil make up, styling batik dan catwalk juga akan dilombakan dalam fashion show bertema Sustainable Fashion. Tak hanya itu, para siswi juga ikut dalam lomba konten berupa video baik narasi, reportase maupun monolog tentang Hari Batik.\n\n“Di beberapa even partisipasi kami juga berusaha mengangkat motif batik Kudus untuk memperkenalkan karya lokal ke luar daerah. Dengan harapan batik menjadi warisan budaya yang selalu dilestarikan,” harapnya.\n\nSementara itu, salah satu siswi kelas 11 Busana 2, Sekar Maurahma bersama temannya Auriga Narasya Prasojo, mengaku pertama kali mengikuti lomba desain motif batik. Ia membuat motif yang terinspirasi dari sebuah keong di pinggiran persawahan. Motif keong itu dijadikan sebagai simbol keberuntungan dengan padupadanan dengan mutiara, daun, dan bunga.\n\n“Batik itu warisan budaya. Dan kita sebagai generasi bangsa harus mempertahankannya melalui pengetahuan akan berbagai motif dan corak keindahan. Pelestarian yang paling sederhana misalnya menggunakannya dalam kegiatan sehari-hari,” ungkapnya.",
        "author": "Umi Zakiatun",
        "tanggal": "03 Oktober 2024",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/Fashion%2FAdu%20Desain.jpg?alt=media&token=6f69c4f4-226d-4038-a57f-fc23ddebd50b"
    },
    {
        "id": 9,
        "judul": "Tren batik kontemporer di tengah kalangan muda",
        "deskripsi": "Batik sebagai warisan budaya yang telah ada sejak lama, saat ini mengalami perkembangan yang signifikan di dunia fesyen, terutama eksistensinya di tengah generasi muda dan perkembangan dunia fesyen yang kian berubah.\n\nDesainer Maya Ratih mengatakan bahwa meskipun batik merupakan warisan budaya yang klasik, tetapi keberadaannya tetap dihargai, terlihat adanya peningkatan pesat dalam kreasi batik kontemporer.\n\n\"Kalau batik sih tetap nomor satu ya, menurut saya trennya. Tapi itu berbagai macam kreasi, dan berbagai macam kelas,\" kata Maya Ratih saat menghadiri pembukaan pameran batik \"Kukila Khatulistiwa\" kepada ANTARA di ANTARA Heritage Center, Pasar Baru, Jakarta, beberapa waktu lalu.\n\nBatik jeans, misalnya, merupakan inovasi yang menggabungkan unsur tradisional dengan bahan-bahan modern, seperti denim dan kulit yang menjadikannya lebih menarik bagi generasi muda, khususnya Gen Z.\n\nTren Batik tersebut juga menunjukkan keberagaman, mulai dari batik tradisi yang mendalam hingga batik kontemporer yang inovatif.\n\nDengan jenis batik yang ada, desain batik juga terus beradaptasi dan tidak ketinggalan zaman.\n\nMaya juga menegaskan pentingnya bagi generasi muda untuk terus melestarikan dan mempopulerkan batik agar warisan budaya tersebut tetap relevan dan terus berkembang dari generasi ke generasi.\n\n\"Tidak, tidak akan ketinggalan zaman (batik), dan itu akan terus bergulir seiring waktu dari generasi ke generasi, saya percaya. Makanya, kita sebagai generasi muda, generasi penerus, kita harus menyampaikan terus dengan tepat supaya terus bergulir. Seperti itu, jadi tidak mandem,\" ungkap Maya.",
        "author": "Zita Meirina",
        "tanggal": "04 September 2024",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/Fashion%2FBatik%20Menjadi%20Tren%20Fashion%20Kekinian.jpeg?alt=media&token=1ef7c1f9-37c8-4e69-9d55-c2f667873bb9"
    },
    
    {
        "id": 10,
        "judul": "Mahitala Rayakan Batik Warisan Maestro, Elegansi Tradisi di Panggung Modern",
        "deskripsi": "Iwan Tirta Private Collection mempersembahkan peragaan bertajuk 'Mahitala' di St. Regis Jakarta, pada Kamis (21/11/2024). Koleksi ini kembali mengangkat keindahan dan keragaman seni batik sebagai penghormatan terhadap warisan maestro legendaris, Iwan Tirta.\n\nKata 'mahitala' dalam bahasa Sanskerta yang berarti 'bumi agung'. Terinspirasi oleh lanskap alam dan kekayaan budaya Nusantara, tawaran kali ini menghidupkan kisah Indonesia melalui setiap motif batik yang sarat makna.\n\nBaca juga: Hari Batik 2024, Melihat Positif-Negatif Media Sosial dalam Pelestarian Batik\n\nIwan Tirta Private Collection Runway 2025 'MAHITALA' (Foto: Mohammad Abduh/detikcom)\n\n\"Kami ingin memastikan bahwa batik tetap relevan di era modern dan menjadi simbol kebanggaan, baik di kancah lokal maupun global,\" ujar Rindu Melati Pradnyasmita, Head of Marketing Iwan Tirta Private Collection.\n\nKoleksi ini menampilkan hingga 50 tampilan pakaian pria dan wanita, dengan material mewah seperti katun, sutra tenun tangan, Tencel linen, hingga sifon jacquard. Motif batik dalam koleksi ini menggambarkan kekayaan alam Indonesia, seperti burung Cendrawasih, Anggrek Hitam, hingga Anoa Sulawesi, menciptakan harmoni antara keindahan flora dan fauna khas Indonesia.\n\nIwan Tirta Private Collection Runway 2025 'MAHITALA' (Foto: Mohammad Abduh/detikcom)\n\nUntuk wanita, gaya layering dengan material organza menciptakan nuansa anggun, sedangkan pakaian pria menghadirkan celana palazzo yang modern tapi tetap menghormati unsur tradisional.\n\nLebih dari sekadar peragaan busana, 'Mahitala' adalah penghormatan terhadap gaya hidup Iwan Tirta yang dikenal glamor dan visioner. Acara ini disusun sebagai pengalaman intim, memungkinkan audiens menikmati setiap detail batik yang halus dan unik.",
        "author": "Daniel Ngantung",
        "tanggal": "23 Nov 2024",
        "foto": "https://firebasestorage.googleapis.com/v0/b/newsapi-442013.firebasestorage.app/o/Fashion%2FMahitala.jpeg?alt=media&token=37fe70b2-42d6-4f35-b71b-a4643be4a732"
    }
 
]